
// ******************************
// traditional Chinese (zh-Hant)
// ******************************

// 
// Finder UI
// 

/* indicate copying photos to camera roll:<DONE>/<TOTAL> */
"Copying photos to Camera Roll:" = "複製相片至相機膠卷:";

/* Just you did press snap button, indicate taking photo. */
"Taking photo..." = "拍照...";

/* Photo has been taken, indicate saving the photo. */
"Saving photo..." = "存取中...";

// 
// mode notifier (ae/af)
// 

/* notify adjusting AE/AF mode */
"AE/AF Adjusting" = "對焦";

/* notify AE/AF is in Auto */
"AE/AF Auto" = "自動對焦";

/* notify AE/AF is in Lock, aka AEAF Lock */
"AE/AF Lock" = "鎖定對焦";

/* notifiy starting up AE/AF mode */
"AE/AF starting up" = "啟動對焦";

// 
// mode notifier (exposure)
// 

/* indicate Auto Exposure mode is starting up */
"AE Starting up" = "啟動曝光";

/* indicate Auto Exposure mode is adjusting exposure */
"AE adjusting" = "调整曝光";

/* indicate Exposure is in Lock */
"Exposure Lock" = "曝光鎖";

/* indicate Exposure is in Auto */
"Auto Exposure" = "AE";

/* indicate Exposure is manualy controlled */
"Manual Exposure" = "ME";

// 
// mode notifier (focus)
// 

/* indicate Auto Focus is starting up */
"AF Starting up" = "啟動對焦";

/* indicate Auto Focus mod is adjusting focus */
"AF adjusting" = "调整對焦";

/* indicate Focus is in Lock */
"Focus Lock" = "对焦锁";

/* indicate Focus is in Auto */
"Auto Focus" = "AF";

/* indicate Focus is manualy controlled */
"Manual Focus" = "MF";

// 
// mode notifier (whitebalance)
// 

/* indicate running(=adjusting) auto whitebalance block */
"WB Adjusting" = "調整白平衡";

/* indicate whitebalance is automatically adjusted continuously */
"WB Auto" = "自動白平衡";

/* indicate whitebalance is locked, (is in device level wb lock) */
"WB Lock" = "鎖定白平衡";

/* indicate whitebalance is manually adjusted by user's selection */
"WB Manual" = "手動白平衡";

/* indicate starting up whitebalance mode */
"WB starting up" = "啟動白平衡";


// 
// album
// 

/* The title of Album View */
"Album view title" = "我的相簿";

/* The title of Album in Select Mode as like Select Photo (3) */
"Album select mode title" = "選取相片";


// 
// General strings
// 

/* general cancel string */
"Cancel" = "取消";

/* general delete string */
"Delete" = "刪除";


// 
// album action sheet
// 

/* Album action sheet, copy to camera roll action */
"Copy to Camera Roll" = "複製相片至相機膠卷";

/* Album action sheet, delete selected photos action */
"Delete selected photos" = "刪除選定的相片";


// 
// album action tool bar
// 

/* Album action tool bar, share tool button */
"Share" = "分享";


// 
// snap view action sheet
// 

/* Tag for snap day label, the date of this photo was taken */
"Shooting date:" = "日期 : ";

/* Snap view action sheet, use for whitebalance action */
"Use for White Balance" = "使用白平衡";

/* Snap view action sheet, delete this photo action */
"Delete this photo" = "刪除此照片";


